{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "</s>": {
        "id": "</s>",
        "ids": [
          2
        ],
        "tokens": [
          "</s>"
        ]
      },
      "<pad>": {
        "id": "<pad>",
        "ids": [
          1
        ],
        "tokens": [
          "<pad>"
        ]
      },
      "<s>": {
        "id": "<s>",
        "ids": [
          0
        ],
        "tokens": [
          "<s>"
        ]
      },
      "<unk>": {
        "id": "<unk>",
        "ids": [
          3
        ],
        "tokens": [
          "<unk>"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "¡": 98,
      "¢": 99,
      "£": 100,
      "¤": 101,
      "¥": 102,
      "¦": 103,
      "§": 104,
      "¨": 105,
      "©": 106,
      "ª": 107,
      "«": 108,
      "¬": 109,
      "®": 110,
      "¯": 111,
      "°": 112,
      "±": 113,
      "²": 114,
      "³": 115,
      "´": 116,
      "µ": 117,
      "¶": 118,
      "·": 119,
      "¸": 120,
      "¹": 121,
      "º": 122,
      "»": 123,
      "¼": 124,
      "½": 125,
      "¾": 126,
      "¿": 127,
      "À": 128,
      "Á": 129,
      "Â": 130,
      "Ã": 131,
      "Ä": 132,
      "Å": 133,
      "Æ": 134,
      "Ç": 135,
      "È": 136,
      "É": 137,
      "Ê": 138,
      "Ë": 139,
      "Ì": 140,
      "Í": 141,
      "Î": 142,
      "Ï": 143,
      "Ð": 144,
      "Ñ": 145,
      "Ò": 146,
      "Ó": 147,
      "Ô": 148,
      "Õ": 149,
      "Ö": 150,
      "×": 151,
      "Ø": 152,
      "Ù": 153,
      "Ú": 154,
      "Û": 155,
      "Ü": 156,
      "Ý": 157,
      "Þ": 158,
      "ß": 159,
      "à": 160,
      "á": 161,
      "â": 162,
      "ã": 163,
      "ä": 164,
      "å": 165,
      "æ": 166,
      "ç": 167,
      "è": 168,
      "é": 169,
      "ê": 170,
      "ë": 171,
      "ì": 172,
      "í": 173,
      "î": 174,
      "ï": 175,
      "ð": 176,
      "ñ": 177,
      "ò": 178,
      "ó": 179,
      "ô": 180,
      "õ": 181,
      "ö": 182,
      "÷": 183,
      "ø": 184,
      "ù": 185,
      "ú": 186,
      "û": 187,
      "ü": 188,
      "ý": 189,
      "þ": 190,
      "ÿ": 191,
      "Ā": 192,
      "ā": 193,
      "Ă": 194,
      "ă": 195,
      "Ą": 196,
      "ą": 197,
      "Ć": 198,
      "ć": 199,
      "Ĉ": 200,
      "ĉ": 201,
      "Ċ": 202,
      "ċ": 203,
      "Č": 204,
      "č": 205,
      "Ď": 206,
      "ď": 207,
      "Đ": 208,
      "đ": 209,
      "Ē": 210,
      "ē": 211,
      "Ĕ": 212,
      "ĕ": 213,
      "Ė": 214,
      "ė": 215,
      "Ę": 216,
      "ę": 217,
      "Ě": 218,
      "ě": 219,
      "Ĝ": 220,
      "ĝ": 221,
      "Ğ": 222,
      "ğ": 223,
      "Ġ": 224,
      "ġ": 225,
      "Ģ": 226,
      "ģ": 227,
      "Ĥ": 228,
      "ĥ": 229,
      "Ħ": 230,
      "ħ": 231,
      "Ĩ": 232,
      "ĩ": 233,
      "Ī": 234,
      "ī": 235,
      "Ĭ": 236,
      "ĭ": 237,
      "Į": 238,
      "į": 239,
      "İ": 240,
      "ı": 241,
      "Ĳ": 242,
      "ĳ": 243,
      "Ĵ": 244,
      "ĵ": 245,
      "Ķ": 246,
      "ķ": 247,
      "ĸ": 248,
      "Ĺ": 249,
      "ĺ": 250,
      "Ļ": 251,
      "ļ": 252,
      "Ľ": 253,
      "ľ": 254,
      "Ŀ": 255,
      "ŀ": 256,
      "Ł": 257,
      "ł": 258,
      "Ń": 259,
      "in": 260,
      "Ġ\"": 261,
      "Ġa": 262,
      "Ġt": 263,
      "on": 264,
      "ut": 265,
      "\":": 266,
      "er": 267,
      "at": 268,
      "Ġc": 269,
      "re": 270,
      "ing": 271,
      "Ġs": 272,
      "put": 273,
      "or": 274,
      "en": 275,
      "\",": 276,
      "Ġth": 277,
      "an": 278,
      "ion": 279,
      "le": 280,
      "de": 281,
      "is": 282,
      "Ġp": 283,
      "Ġf": 284,
      "it": 285,
      "ĠĠ": 286,
      "Ġin": 287,
      "ou": 288,
      "es": 289,
      "al": 290,
      "Ġan": 291,
      "pe": 292,
      "Ġthe": 293,
      "Ġto": 294,
      "out": 295,
      "Ġm": 296,
      "ct": 297,
      "Ġand": 298,
      "Ġw": 299,
      "ty": 300,
      "Ġo": 301,
      "output": 302,
      "input": 303,
      "type": 304,
      "\"}": 305,
      "ow": 306,
      "{\"": 307,
      "čĊ": 308,
      "ro": 309,
      "ar": 310,
      "Ġb": 311,
      "Ġre": 312,
      "im": 313,
      "ers": 314,
      "?\",": 315,
      "ation": 316,
      "ent": 317,
      "ic": 318,
      "om": 319,
      "ge": 320,
      "Ġy": 321,
      "Ġyou": 322,
      "ed": 323,
      "Ġof": 324,
      "el": 325,
      ".\"}": 326,
      "us": 327,
      "Ġd": 328,
      "Ġis": 329,
      "Ġe": 330,
      "Ġh": 331,
      "Ġl": 332,
      "ch": 333,
      "ode": 334,
      "th": 335,
      "ce": 336,
      "Ġn": 337,
      "Ġcan": 338,
      "ve": 339,
      "Ġfor": 340,
      "as": 341,
      "Ġpro": 342,
      "Ġus": 343,
      "Ġim": 344,
      "ĠI": 345,
      "onv": 346,
      "un": 347,
      "vi": 348,
      "Ġde": 349,
      "ur": 350,
      "Wh": 351,
      "ra": 352,
      "ĠĠĠ": 353,
      "Ġcom": 354,
      "et": 355,
      "ul": 356,
      "onvers": 357,
      "onversation": 358,
      "kn": 359,
      "ol": 360,
      "led": 361,
      "know": 362,
      "Ġg": 363,
      "if": 364,
      "Ġimp": 365,
      "conversation": 366,
      "What": 367,
      "How": 368,
      "ith": 369,
      "knowled": 370,
      "ate": 371,
      "knowledge": 372,
      "Ġcon": 373,
      "ction": 374,
      "code": 375,
      "ĠP": 376,
      "il": 377,
      "Ġon": 378,
      "ay": 379,
      "Ġst": 380,
      "ke": 381,
      "age": 382,
      "ment": 383,
      "pt": 384,
      "st": 385,
      "yth": 386,
      "Ġex": 387,
      "ort": 388,
      "ist": 389,
      "ure": 390,
      "ython": 391,
      "ĠPython": 392,
      "Ġwith": 393,
      "Ġ'": 394,
      "ly": 395,
      "Ġor": 396,
      "ess": 397,
      "ect": 398,
      "ig": 399,
      "am": 400,
      "di": 401,
      "Ġle": 402,
      "um": 403,
      "Ġint": 404,
      "Ġthat": 405,
      "Ġte": 406,
      "Ġal": 407,
      "ial": 408,
      "ence": 409,
      "Ġas": 410,
      "Ġyour": 411,
      ":\\": 412,
      "ple": 413,
      "and": 414,
      "Ġen": 415,
      "ab": 416,
      "Ġma": 417,
      "qu": 418,
      "ver": 419,
      "ri": 420,
      "Ġwh": 421,
      "ĠA": 422,
      "ot": 423,
      "Ġbe": 424,
      "ive": 425,
      "vide": 426,
      "og": 427,
      "Ġ=": 428,
      "Ġit": 429,
      "Ġme": 430,
      "ome": 431,
      "od": 432,
      "iz": 433,
      "Ġv": 434,
      "Ġare": 435,
      "arn": 436,
      "ac": 437,
      "Ġlearn": 438,
      "ity": 439,
      "est": 440,
      "Ġsu": 441,
      "'s": 442,
      "ĠĠĠĠ": 443,
      "Ġfe": 444,
      "Ġusing": 445,
      "rit": 446,
      "ad": 447,
      "Ġcomm": 448,
      "Ġun": 449,
      "act": 450,
      "id": 451,
      "urn": 452,
      "iv": 453,
      "ell": 454,
      "res": 455,
      "orm": 456,
      "Ġspe": 457,
      "pl": 458,
      "udi": 459,
      "ine": 460,
      "Ġret": 461,
      "ĠIt": 462,
      "king": 463,
      "oun": 464,
      "unction": 465,
      "em": 466,
      "Ġch": 467,
      "Th": 468,
      "Ġfunction": 469,
      "Ġreturn": 470,
      "ance": 471,
      "se": 472,
      "ions": 473,
      "Ġby": 474,
      "Ġdat": 475,
      "ip": 476,
      "cess": 477,
      ")\\": 478,
      "ant": 479,
      "form": 480,
      "Ġlearning": 481,
      "Ġimpro": 482,
      "Ġrec": 483,
      "per": 484,
      "Ġdo": 485,
      "ual": 486,
      "Ġli": 487,
      "rom": 488,
      "ain": 489,
      "Ġaudi": 490,
      ".\",": 491,
      "ere": 492,
      "ject": 493,
      "Ġse": 494,
      "fer": 495,
      "Can": 496,
      "Ġwe": 497,
      "ir": 498,
      "ks": 499,
      "all": 500,
      "ĠĠĠĠĠĠĠ": 501,
      "Ġdata": 502,
      "ies": 503,
      "xt": 504,
      "Ġhel": 505,
      "Ġuse": 506,
      "Ġhelp": 507,
      "Ġca": 508,
      "Ġwor": 509,
      "You": 510,
      "gu": 511,
      "Ġmo": 512,
      "Ġimprove": 513,
      "Ġinter": 514,
      "Ġab": 515,
      "video": 516,
      "ru": 517,
      "int": 518,
      "Ġne": 519,
      "ans": 520,
      "Ġinc": 521,
      "Ġcont": 522,
      "rite": 523,
      "Ġsome": 524,
      "ld": 525,
      "Ġsy": 526,
      "odel": 527,
      "Ġ\\": 528,
      "ample": 529,
      "ice": 530,
      "oc": 531,
      "Ġcre": 532,
      "Ġfrom": 533,
      "):\\": 534,
      "Ġlist": 535,
      "lu": 536,
      "umb": 537,
      "able": 538,
      "Ġar": 539,
      "def": 540,
      "Ġtr": 541,
      "chn": 542,
      "Ġtechn": 543,
      "ag": 544,
      "actor": 545,
      "Ġvideo": 546,
      "igh": 547,
      "ting": 548,
      "end": 549,
      "Ġimport": 550,
      "ill": 551,
      "Ġac": 552,
      "ific": 553,
      "ack": 554,
      "Write": 555,
      "ter": 556,
      "Ġap": 557,
      "Ġha": 558,
      "op": 559,
      "Ġcode": 560,
      "Ġgo": 561,
      "Ġaudio": 562,
      "ff": 563,
      "ition": 564,
      "Ġmy": 565,
      "are": 566,
      "Ġfactor": 567,
      "ogn": 568,
      "Ġmodel": 569,
      "ime": 570,
      "Ġres": 571,
      "ech": 572,
      "Ġabout": 573,
      "Ġcal": 574,
      "Ġsh": 575,
      "ĠS": 576,
      "ating": 577,
      "ound": 578,
      "Ġr": 579,
      "bject": 580,
      "ne": 581,
      "ind": 582,
      "ram": 583,
      "Ġexample": 584,
      "Ġ(": 585,
      "ract": 586,
      "olv": 587,
      "Ġcommon": 588,
      "Ġund": 589,
      "Ġway": 590,
      "etw": 591,
      "Ġlike": 592,
      "Ġfactorial": 593,
      "te": 594,
      "ach": 595,
      "cul": 596,
      "angu": 597,
      "erst": 598,
      "Ġcomput": 599,
      "erstand": 600,
      "ep": 601,
      "ult": 602,
      "ble": 603,
      "ĠTh": 604,
      "Ġpl": 605,
      "cri": 606,
      "lement": 607,
      "ption": 608,
      "Ġpre": 609,
      "Ġprovide": 610,
      "low": 611,
      "Ġad": 612,
      "Ġdif": 613,
      "rain": 614,
      "ress": 615,
      "Ġcalcul": 616,
      "Ġunderstand": 617,
      "Ġeff": 618,
      "Ġnumb": 619,
      "'m": 620,
      "ize": 621,
      "anguage": 622,
      "ms": 623,
      "Ġinclu": 624,
      "li": 625,
      "Ġtext": 626,
      "os": 627,
      "ations": 628,
      ")\"}": 629,
      "ĠF": 630,
      "Ġprog": 631,
      "Ġprocess": 632,
      "ile": 633,
      "Ġused": 634,
      "ign": 635,
      "so": 636,
      "ould": 637,
      "art": 638,
      "Ġ1": 639,
      "Ġat": 640,
      "Ġif": 641,
      "ord": 642,
      "ther": 643,
      "Ġfeel": 644,
      "Ġinclude": 645,
      "our": 646,
      "iqu": 647,
      "Ġover": 648,
      "ely": 649,
      "Ġdiffer": 650,
      "Ġinv": 651,
      "port": 652,
      "Ġqu": 653,
      "stem": 654,
      "ory": 655,
      "Ġem": 656,
      "Ġlanguage": 657,
      "Ġcl": 658,
      "Ġdev": 659,
      "Ġspeech": 660,
      "Ġhave": 661,
      "?\"}": 662,
      "ous": 663,
      "Ġmach": 664,
      "Ġsuch": 665,
      "Ġsystem": 666,
      "gh": 667,
      "ath": 668,
      "ical": 669,
      "ural": 670,
      "Ġimplement": 671,
      "Ġmore": 672,
      "One": 673,
      "back": 674,
      "Ġtime": 675,
      "Ġpract": 676,
      "ough": 677,
      "Ġpers": 678,
      "Ġtheir": 679,
      "edback": 680,
      "Ġ\\\"": 681,
      "ight": 682,
      "one": 683,
      "ust": 684,
      "ular": 685,
      "Ġprogram": 686,
      "gor": 687,
      "Ġdes": 688,
      "Ġmake": 689,
      "',": 690,
      "Ġke": 691,
      "elf": 692,
      "Ġvis": 693,
      "Ġcalculate": 694,
      "ert": 695,
      "Ġalso": 696,
      "ĠAI": 697,
      "ful": 698,
      "Ġimportant": 699,
      "Ġper": 700,
      "ass": 701,
      "Ġtechniqu": 702,
      "gorith": 703,
      "ings": 704,
      "Ġfeedback": 705,
      "Sure": 706,
      "Ġtas": 707,
      "Ġsort": 708,
      "Ġimage": 709,
      "olog": 710,
      "Ġalgorith": 711,
      "Ġrecogn": 712,
      "ec": 713,
      "Ġhum": 714,
      "aking": 715,
      "ener": 716,
      "ide": 717,
      "Ġman": 718,
      "Ġev": 719,
      "Ġeffect": 720,
      "ĠR": 721,
      "Ġsim": 722,
      "ility": 723,
      "Ġtrans": 724,
      "ents": 725,
      "olves": 726,
      "('": 727,
      "ake": 728,
      "ns": 729,
      "ite": 730,
      "du": 731,
      "Ġ0": 732,
      "ount": 733,
      "Ġsc": 734,
      "Ġobject": 735,
      "aly": 736,
      "vie": 737,
      "ures": 738,
      "Ġinto": 739,
      "Ġweb": 740,
      "Ġacc": 741,
      "Ġmachine": 742,
      "Ġpr": 743,
      "Ġdis": 744,
      "Ġcreate": 745,
      "Ġinvolves": 746,
      "ĠC": 747,
      "eng": 748,
      "ices": 749,
      "ication": 750,
      "ie": 751,
      "Ġset": 752,
      "Ġwhere": 753,
      "up": 754,
      "Ġinform": 755,
      "cas": 756,
      "vid": 757,
      "ary": 758,
      "vir": 759,
      "ĠL": 760,
      "ens": 761,
      "Some": 762,
      "ail": 763,
      "een": 764,
      "po": 765,
      "Ġbre": 766,
      "Ġprogramm": 767,
      "ĠT": 768,
      "ates": 769,
      "cept": 770,
      "Ġeng": 771,
      "Ġspec": 772,
      "Ġnumber": 773,
      "Ġanaly": 774,
      "arch": 775,
      "Ġbetw": 776,
      "Ġcommun": 777,
      "The": 778,
      "Ġperform": 779,
      "Ġbetween": 780,
      "ak": 781,
      "vis": 782,
      "ĠHow": 783,
      "ong": 784,
      "Ġgener": 785,
      "ments": 786,
      "Ġkey": 787,
      "cis": 788,
      "Ġsk": 789,
      "ional": 790,
      "Ġhand": 791,
      "Ġtasks": 792,
      "ds": 793,
      "ry": 794,
      "ĠM": 795,
      "br": 796,
      "pon": 797,
      "uring": 798,
      "ĠH": 799,
      "Ġel": 800,
      "Ġcol": 801,
      "Ġstr": 802,
      "Ġcap": 803,
      "Ġtechniques": 804,
      "()": 805,
      "ore": 806,
      "Ġtrain": 807,
      "Ġstory": 808,
      "Ġvisual": 809,
      "Ġhuman": 810,
      "view": 811,
      "Ġup": 812,
      "ctive": 813,
      "ips": 814,
      "Ġinformation": 815,
      "ctions": 816,
      "Ġexpl": 817,
      "ĠJ": 818,
      "Ġrem": 819,
      "Ġass": 820,
      "ages": 821,
      "ills": 822,
      "enc": 823,
      "Ġfind": 824,
      "Ġproble": 825,
      "Ġdevel": 826,
      "Ġsm": 827,
      "Ġskills": 828,
      "Ġ*": 829,
      "ene": 830,
      "ish": 831,
      "Ġreg": 832,
      "Ġreal": 833,
      "Ġhow": 834,
      "Ġwork": 835,
      "av": 836,
      "rough": 837,
      "Ġpart": 838,
      "Ġcontent": 839,
      "Ġperson": 840,
      "ify": 841,
      "Ġallow": 842,
      "Ġdifferent": 843,
      "ology": 844,
      "Ġrecognition": 845,
      "Ġspecific": 846,
      "ree": 847,
      "ors": 848,
      "Ġthem": 849,
      "Ġlibr": 850,
      "Ġsound": 851,
      "Ġthrough": 852,
      "pervis": 853,
      "Ġso": 854,
      "Ġbas": 855,
      "Ġnot": 856,
      "olut": 857,
      "Ġexper": 858,
      "Ġwhen": 859,
      "ellig": 860,
      "tection": 861,
      "pervised": 862,
      "tect": 863,
      "Ġconf": 864,
      "Ġintellig": 865,
      "ocus": 866,
      "Ġelse": 867,
      "ft": 868,
      "ia": 869,
      "ient": 870,
      "ĠE": 871,
      "als": 872,
      "ari": 873,
      "ics": 874,
      "Ġdetection": 875,
      "Ġconcept": 876,
      "Ġintelligence": 877,
      "pro": 878,
      "Ġother": 879,
      "Ġbu": 880,
      "Ġcomputer": 881,
      "\\\":": 882,
      "Ġconv": 883,
      "ctiv": 884,
      "Ġhe": 885,
      "ident": 886,
      "Ġchall": 887,
      "Ġdevelop": 888,
      "ire": 889,
      "pre": 890,
      "Ġro": 891,
      "Ġpo": 892,
      "Ġbest": 893,
      "cript": 894,
      "It": 895,
      "ib": 896,
      "pen": 897,
      "erv": 898,
      "ital": 899,
      "Ġany": 900,
      "Ġproject": 901,
      "etwor": 902,
      "Ġ2": 903,
      "Ġsum": 904,
      "lect": 905,
      "Ġcomple": 906,
      "Ġits": 907,
      "Ġvari": 908,
      "Ġhelps": 909,
      "Ġlisten": 910,
      "Ġsystems": 911,
      "To": 912,
      "nth": 913,
      "tific": 914,
      "ĠB": 915,
      "ĠYou": 916,
      "alu": 917,
      "Ġwill": 918,
      "ame": 919,
      "Ġmeet": 920,
      "resent": 921,
      "Ġsearch": 922,
      "Ġcommunication": 923,
      "tificial": 924,
      "ace": 925,
      "day": 926,
      "fit": 927,
      "Ġaut": 928,
      "ich": 929,
      "Ġprogramming": 930,
      "Ġchalleng": 931,
      "oo": 932,
      "ities": 933,
      "Ġgood": 934,
      "nthes": 935,
      "ard": 936,
      "Ġref": 937,
      "import": 938,
      "Ġdist": 939,
      "Ġnetwor": 940,
      "Ġens": 941,
      "ization": 942,
      "Ġaudience": 943,
      "Ġunderstanding": 944,
      "Ġtraining": 945,
      "Ġexperi": 946,
      "ap": 947,
      "ated": 948,
      "Ġpat": 949,
      "Ġpri": 950,
      "Ġfocus": 951,
      "Ġwas": 952,
      "Ġgre": 953,
      "Ġenh": 954,
      "izing": 955,
      "ling": 956,
      "su": 957,
      "ving": 958,
      "Ġout": 959,
      "Ġwell": 960,
      "Ġprodu": 961,
      "Ġwhile": 962,
      "Ġ==": 963,
      "Ġappl": 964,
      "Ġrespon": 965,
      "Ġsetting": 966,
      "ng": 967,
      "Ġty": 968,
      "Ġsign": 969,
      "Ġdeep": 970,
      "Ġadd": 971,
      "Ġco": 972,
      "Ġone": 973,
      "Ġnew": 974,
      "Ġaccess": 975,
      "Ġprint": 976,
      "Ġcapital": 977,
      "nthesis": 978,
      "but": 979,
      "Ġ+": 980,
      "les": 981,
      "Ġtoday": 982,
      "Ġread": 983,
      "Ġdecis": 984,
      "Ġtechnology": 985,
      "Ġalgorithms": 986,
      "bot": 987,
      "lab": 988,
      "line": 989,
      "word": 990,
      "Ġvir": 991,
      "Ġcle": 992,
      "Ġnat": 993,
      "ase": 994,
      "Ġcons": 995,
      "Ġproblem": 996,
      "Ġbased": 997,
      "cial": 998,
      "tual": 999,
      "ware": 1000,
      "Ġ[": 1001,
      "Ġj": 1002,
      "Ġident": 1003,
      "ative": 1004,
      "Ġmult": 1005,
      "Ġbut": 1006,
      "iment": 1007,
      "use": 1008,
      "Ġgr": 1009,
      "Ġartificial": 1010,
      "Ġperformance": 1011,
      "='": 1012,
      "Ġsent": 1013,
      "pet": 1014,
      "Ġduring": 1015,
      "Ġhigh": 1016,
      "Ġfeeling": 1017,
      "Ġwebs": 1018,
      "avi": 1019,
      "ber": 1020,
      "Ġtra": 1021,
      "Ġcall": 1022,
      "Ġthis": 1023,
      "anc": 1024,
      "ange": 1025,
      "Ġpresent": 1026,
      "Ġwrit": 1027,
      "Ġform": 1028,
      "Ġshould": 1029,
      "Ġpractice": 1030,
      "Ġdisc": 1031,
      "\\\",": 1032,
      "ph": 1033,
      "itive": 1034,
      "Ġthey": 1035,
      "own": 1036,
      "Ġrel": 1037,
      "omm": 1038,
      "cription": 1039,
      "Ġsmall": 1040,
      "Ġcomplex": 1041,
      "Ġvirtual": 1042,
      "),": 1043,
      "pport": 1044,
      "ts": 1045,
      "Ġcv": 1046,
      "Ġthan": 1047,
      "Ġmem": 1048,
      "ĠThis": 1049,
      "Ġexplain": 1050,
      "Ġed": 1051,
      "Ġam": 1052,
      "Ġself": 1053,
      "oud": 1054,
      "ese": 1055,
      "ality": 1056,
      "Ġstru": 1057,
      "Ġwhich": 1058,
      "acy": 1059,
      "olving": 1060,
      "Ġnumbers": 1061,
      "Ġquest": 1062,
      "Ġalgorithm": 1063,
      "Ġeffective": 1064,
      "Ġpatter": 1065,
      "')\\": 1066,
      "tell": 1067,
      "Ġ<": 1068,
      "Ġtips": 1069,
      "Ġopt": 1070,
      "Ġcomp": 1071,
      "str": 1072,
      "Ġcomputing": 1073,
      "Ġsoft": 1074,
      "ca": 1075,
      "ci": 1076,
      "sis": 1077,
      "ye": 1078,
      "Ġph": 1079,
      "Ġpop": 1080,
      "Ġinput": 1081,
      "Ġmess": 1082,
      "Ġuser": 1083,
      "ĠIn": 1084,
      "Ġwithout": 1085,
      "andom": 1086,
      "ĠAn": 1087,
      "Ġfeat": 1088,
      "Ġanalysis": 1089,
      "Ġpartic": 1090,
      "Ġnatural": 1091,
      "Ġpatterns": 1092,
      "telling": 1093,
      "oice": 1094,
      "Ġtake": 1095,
      "Ġthin": 1096,
      "Ġindi": 1097,
      "arge": 1098,
      "Ġdown": 1099,
      "very": 1100,
      "udio": 1101,
      "aging": 1102,
      "Ġgoals": 1103,
      "Ġatt": 1104,
      "Ġmanage": 1105,
      "Ġsimple": 1106,
      "'t": 1107,
      "ding": 1108,
      "vers": 1109,
      "ĠG": 1110,
      "Ġknow": 1111,
      "ines": 1112,
      "Ġsr": 1113,
      "Ġpos": 1114,
      "Ġtool": 1115,
      "thod": 1116,
      "Ġimages": 1117,
      "ized": 1118,
      "ively": 1119,
      "ello": 1120,
      "Ġcaption": 1121,
      "Ġmodels": 1122,
      "Ġplay": 1123,
      "Ġassist": 1124,
      "pr": 1125,
      "ĠO": 1126,
      "Ġconversation": 1127,
      "Ġpe": 1128,
      "Ġdetect": 1129,
      "Ġgiv": 1130,
      "Ġteam": 1131,
      "Ġmaint": 1132,
      "ribut": 1133,
      "Ġsynthesis": 1134,
      "Ġcreating": 1135,
      "Ġprocessing": 1136,
      "vidual": 1137,
      "Ġhandle": 1138,
      "Ġstorytelling": 1139,
      "Ġmeeting": 1140,
      "Ġwebsite": 1141,
      "Ġsoftware": 1142,
      "Ġindividual": 1143,
      "Ġmaintain": 1144,
      "mar": 1145,
      "nc": 1146,
      "ded": 1147,
      "Ġpur": 1148,
      "Ġpol": 1149,
      "Ġfac": 1150,
      "Ġhas": 1151,
      "Ġprof": 1152,
      "Ġstay": 1153,
      "stru": 1154,
      "Ġall": 1155,
      "Ġpersonal": 1156,
      "Ġchallenges": 1157,
      "Ġexperience": 1158,
      "()\\": 1159,
      "cur": 1160,
      "ken": 1161,
      "onom": 1162,
      "pect": 1163,
      "Why": 1164,
      "Ġmethod": 1165,
      "Ġadv": 1166,
      "ĠFor": 1167,
      "olution": 1168,
      "Ġidentify": 1169,
      "Ġcaptioning": 1170,
      "ey": 1171,
      "nt": 1172,
      "Ġag": 1173,
      "Ġno": 1174,
      "essional": 1175,
      "verage": 1176,
      "odal": 1177,
      "Ġshow": 1178,
      "Ġdifference": 1179,
      "Ġemot": 1180,
      "ertain": 1181,
      "Ġenhance": 1182,
      "Ġdecisions": 1183,
      "Ġprofessional": 1184,
      "dition": 1185,
      "wh": 1186,
      "Ġ#": 1187,
      "Ġsa": 1188,
      "ally": 1189,
      "Ġbene": 1190,
      "Ġlo": 1191,
      "Ġdeb": 1192,
      "Ġenc": 1193,
      "Ġbeing": 1194,
      "Ġsupport": 1195,
      "Ġsee": 1196,
      "Ġregular": 1197,
      "rance": 1198,
      "time": 1199,
      "ĠD": 1200,
      "Ġsn": 1201,
      "Ġserv": 1202,
      "Ġthen": 1203,
      "ang": 1204,
      "ise": 1205,
      "peech": 1206,
      "aries": 1207,
      "Ġext": 1208,
      "ĠAd": 1209,
      "Ġmean": 1210,
      "ody": 1211,
      "Ġcommand": 1212,
      "Ġworld": 1213,
      "Ġneural": 1214,
      "Ġarr": 1215,
      "Ġtry": 1216,
      "ĠFrance": 1217,
      "Ġsorted": 1218,
      "Ġobjects": 1219,
      "Ġengage": 1220,
      "Ġallows": 1221,
      "Ġbuil": 1222,
      "Ġdevelopment": 1223,
      "eled": 1224,
      "numb": 1225,
      "ĠW": 1226,
      "Ġactiv": 1227,
      "ering": 1228,
      "arr": 1229,
      "image": 1230,
      "Ġvalu": 1231,
      "ippet": 1232,
      "Ġrecomm": 1233,
      "Ġappro": 1234,
      "Ġlistening": 1235,
      "Ġrefers": 1236,
      "Ġparticip": 1237,
      "Ġsnippet": 1238,
      "be": 1239,
      "gg": 1240,
      "gan": 1241,
      "nf": 1242,
      "path": 1243,
      "ror": 1244,
      "sh": 1245,
      "Ġ-": 1246,
      "Ġtw": 1247,
      "Ġsay": 1248,
      "Ġeach": 1249,
      "Ġwhat": 1250,
      "Ġvoice": 1251,
      "Ġpredi": 1252,
      "Ġconvert": 1253,
      "Ġpoint": 1254,
      "ibility": 1255,
      "Ġpresentation": 1256,
      "Ġoptim": 1257,
      "Ġrecommend": 1258,
      "com": 1259,
      "tal": 1260,
      "ud": 1261,
      "Ġav": 1262,
      "Ġpar": 1263,
      "rol": 1264,
      "ential": 1265,
      "ray": 1266,
      "ptions": 1267,
      "Ġorgan": 1268,
      "Ġlead": 1269,
      "ability": 1270,
      "ants": 1271,
      "Ġclass": 1272,
      "Ġclear": 1273,
      "Ġpopular": 1274,
      "ext": 1275,
      "lish": 1276,
      "oog": 1277,
      "self": 1278,
      "ule": 1279,
      "Ġ/": 1280,
      "Ġcor": 1281,
      "Ġcru": 1282,
      "Ġspo": 1283,
      "cture": 1284,
      "icro": 1285,
      "ications": 1286,
      "Ġusers": 1287,
      "verb": 1288,
      "Ġdesign": 1289,
      "Ġevent": 1290,
      "Ġlibrary": 1291,
      "Ġlibraries": 1292,
      "Ġvarious": 1293,
      "Ġensure": 1294,
      "Ġsmaller": 1295,
      "Ġcrucial": 1296,
      "!\"}": 1297,
      "ause": 1298,
      "list": 1299,
      "ĠN": 1300,
      "Ġreview": 1301,
      "imodal": 1302,
      "ched": 1303,
      "Ġdeli": 1304,
      "Ġexp": 1305,
      "Ġrecord": 1306,
      "Ġimportance": 1307,
      "ather": 1308,
      "Ġeffectively": 1309,
      "Ġindividuals": 1310,
      "Ġtwo": 1311,
      "Ġspoken": 1312,
      "sion": 1313,
      "Ġsp": 1314,
      "Ġbeh": 1315,
      "ember": 1316,
      "Ġcontrol": 1317,
      "Ġsomeone": 1318,
      "Ġpractices": 1319,
      "viron": 1320,
      "Ġanalyz": 1321,
      "Ġsummar": 1322,
      "Ġapplications": 1323,
      "Ġwriting": 1324,
      "oogle": 1325,
      "ll": 1326,
      "ood": 1327,
      "oid": 1328,
      "Ġ3": 1329,
      "Ġide": 1330,
      "iting": 1331,
      "Ġoth": 1332,
      "Ġgest": 1333,
      "Ġonline": 1334,
      "Ġenviron": 1335,
      "Ġspeaking": 1336,
      "Ġwords": 1337,
      "Ġrandom": 1338,
      "text": 1339,
      "ationsh": 1340,
      "cast": 1341,
      "Ġcollab": 1342,
      "pret": 1343,
      "Ġnetwork": 1344,
      "Ġrelationsh": 1345,
      "Ġmessage": 1346,
      "numbers": 1347,
      "Ġothers": 1348,
      "Ġcollabor": 1349,
      "ople": 1350,
      "ub": 1351,
      "way": 1352,
      "Ġfile": 1353,
      "Ġhere": 1354,
      "Ġlen": 1355,
      "Ġlab": 1356,
      "ast": 1357,
      "ason": 1358,
      "Ġdef": 1359,
      "Ġstart": 1360,
      "Ġasking": 1361,
      "ider": 1362,
      "Ġaccur": 1363,
      "pose": 1364,
      "ĠEng": 1365,
      "ired": 1366,
      "Ġdistribut": 1367,
      "Ġtyp": 1368,
      "Ġaddress": 1369,
      "structive": 1370,
      "lation": 1371,
      "med": 1372,
      "ten": 1373,
      "rect": 1374,
      "Ġsure": 1375,
      "ism": 1376,
      "Ġpod": 1377,
      "Ġmed": 1378,
      "Ġmot": 1379,
      "Ġprom": 1380,
      "Ġmaking": 1381,
      "Ġwho": 1382,
      "Ġchec": 1383,
      "Ġoverwh": 1384,
      "Ġcloud": 1385,
      "Ġdevices": 1386,
      "Ġfeatures": 1387,
      "Ġgiven": 1388,
      "Ġbenefit": 1389,
      "Ġoverwhel": 1390,
      "00": 1391,
      "In": 1392,
      "care": 1393,
      "ible": 1394,
      "ply": 1395,
      "Ġ{": 1396,
      "Ġour": 1397,
      "Ġcould": 1398,
      "Ġcount": 1399,
      "Ġthough": 1400,
      "lease": 1401,
      "Ġfi": 1402,
      "Ġopen": 1403,
      "Ġrequ": 1404,
      "Ġrevers": 1405,
      "Ġyourself": 1406,
      "ote": 1407,
      "Ġsub": 1408,
      "ĠĠĠĠĠĠĠĠĠĠĠ": 1409,
      "Ġinterru": 1410,
      "Ġinterpret": 1411,
      "ables": 1412,
      "Ġgoing": 1413,
      "ieve": 1414,
      "Ġgenerate": 1415,
      "ĠHere": 1416,
      "ency": 1417,
      "Ġtools": 1418,
      "Ġapproach": 1419,
      "Hello": 1420,
      "con": 1421,
      "fore": 1422,
      "lic": 1423,
      "ness": 1424,
      "ost": 1425,
      "ĠU": 1426,
      "atch": 1427,
      "Ġsoc": 1428,
      "Ġthere": 1429,
      "Ġfav": 1430,
      "Ġins": 1431,
      "ark": 1432,
      "Ġbl": 1433,
      "Ġreason": 1434,
      "Ġprovid": 1435,
      "Ġstep": 1436,
      "Ġbefore": 1437,
      "oding": 1438,
      "Ġsubject": 1439,
      "ression": 1440,
      "lict": 1441,
      "ecogn": 1442,
      "Ġprior": 1443,
      "Ġrespons": 1444,
      "Ġdiscus": 1445,
      "string": 1446,
      "Ġthink": 1447,
      "Ġpeople": 1448,
      "ĠEnglish": 1449,
      "Ġfavor": 1450,
      "Yes": 1451,
      "oy": 1452,
      "oad": 1453,
      "ral": 1454,
      "set": 1455,
      "vel": 1456,
      "vacy": 1457,
      "ĠV": 1458,
      "Ġach": 1459,
      "Ġinst": 1460,
      "Ġmus": 1461,
      "road": 1462,
      "Ġbet": 1463,
      "Ġbrain": 1464,
      "Ġdon": 1465,
      "Ġloc": 1466,
      "Ġconc": 1467,
      "riend": 1468,
      "Ġsuc": 1469,
      "Ġdoing": 1470,
      "Ġdoes": 1471,
      "ĠThese": 1472,
      "ically": 1473,
      "ences": 1474,
      "Ġconflict": 1475,
      "Ġgreet": 1476,
      "Ġsentiment": 1477,
      "ĠAny": 1478,
      "print": 1479,
      "Ġpurpose": 1480,
      "Ġagree": 1481,
      "ditionally": 1482,
      "ĠAdditionally": 1483,
      "Ġbehavi": 1484,
      "Ġbetter": 1485,
      ">\\": 1486,
      "Do": 1487,
      "gin": 1488,
      "vent": 1489,
      "Ġ4": 1490,
      "Ġoutput": 1491,
      "ĠWhat": 1492,
      "Ġtell": 1493,
      "atform": 1494,
      "Ġsched": 1495,
      "Ġtotal": 1496,
      "Ġmind": 1497,
      "imes": 1498,
      "get": 1499,
      "ateg": 1500,
      "resence": 1501,
      "Ġchat": 1502,
      "tern": 1503,
      "Ġright": 1504,
      "Ġfeelings": 1505,
      "Ġempath": 1506,
      "Ġdescription": 1507,
      "Ġvision": 1508,
      "Ġbreak": 1509,
      "Ġstrateg": 1510,
      "Ġgreat": 1511,
      "Ġmulti": 1512,
      "Ġquestions": 1513,
      "Ġmotiv": 1514,
      "Ġoverwhelmed": 1515,
      "Ġreverse": 1516,
      "Ġfavorite": 1517,
      "air": 1518,
      "ces": 1519,
      "der": 1520,
      "ead": 1521,
      "wn": 1522,
      "Ġaverage": 1523,
      "oura": 1524,
      "Ġbel": 1525,
      "Ġback": 1526,
      "Ġoffer": 1527,
      "Ġissu": 1528,
      "ilities": 1529,
      "ĠAm": 1530,
      "idence": 1531,
      "play": 1532,
      "ference": 1533,
      "Ġimprovement": 1534,
      "Ġintera": 1535,
      "Ġneed": 1536,
      "Ġcontext": 1537,
      "Ġeffic": 1538,
      "Ġprivacy": 1539,
      "Ġavoid": 1540,
      "icroph": 1541,
      "Ġsummarization": 1542,
      "'.": 1543,
      "Im": 1544,
      "come": 1545,
      "upervised": 1546,
      "Ġcrit": 1547,
      "Ġcoding": 1548,
      "rec": 1549,
      "Ġsens": 1550,
      "ense": 1551,
      "ank": 1552,
      "Ġown": 1553,
      "ower": 1554,
      "icing": 1555,
      "When": 1556,
      "ulation": 1557,
      "Ġconstructive": 1558,
      "Ġbeen": 1559,
      "Ġplatform": 1560,
      "Ġquality": 1561,
      "Ġregularly": 1562,
      "Ġextract": 1563,
      "Ġrelationships": 1564,
      "Ġdistributed": 1565,
      "Ġfiel": 1566,
      "ck": 1567,
      "model": 1568,
      "nprint": 1569,
      "oT": 1570,
      "Ġ5": 1571,
      "eric": 1572,
      "Ġsong": 1573,
      "Ġfol": 1574,
      "Ġtop": 1575,
      "Ġmay": 1576,
      "gether": 1577,
      "Ġline": 1578,
      "aset": 1579,
      "Ġdataset": 1580,
      "Ġsecur": 1581,
      "Ġcalculates": 1582,
      "Ġtechnique": 1583,
      "Ġengaging": 1584,
      "ĠJav": 1585,
      "ialect": 1586,
      "Ġautom": 1587,
      "Ġautonom": 1588,
      "Ġtype": 1589,
      "ublic": 1590,
      "Ġpodcast": 1591,
      "Ġreasoning": 1592,
      "Ġproviding": 1593,
      "Ġmusic": 1594,
      "Ġsecurity": 1595,
      "ĠJava": 1596,
      "\\\"": 1597,
      "bye": 1598,
      "fic": 1599,
      "ner": 1600,
      "solving": 1601,
      "ues": 1602,
      "ved": 1603,
      "Ġtal": 1604,
      "Ġcour": 1605,
      "Ġmod": 1606,
      "Ġoper": 1607,
      "ars": 1608,
      "Ġbody": 1609,
      "Ġday": 1610,
      "Ġdialect": 1611,
      "Ġhad": 1612,
      "Ġlarge": 1613,
      "ife": 1614,
      "Ġimpact": 1615,
      "Ġunsu": 1616,
      "Ġinterest": 1617,
      "ock": 1618,
      "Ġargu": 1619,
      "Ġrespect": 1620,
      "Ġemail": 1621,
      "Ġpracticing": 1622,
      "Ġperspe": 1623,
      "Ġscene": 1624,
      "Ġstring": 1625,
      "Ġconfidence": 1626,
      "Ġrobot": 1627,
      "Ġconsider": 1628,
      "Ġthank": 1629,
      "Ġstructure": 1630,
      "ĠGoogle": 1631,
      "Ġpositive": 1632,
      "Ġpredictions": 1633,
      "Ġideas": 1634,
      "Ġenvironment": 1635,
      "Ġlabeled": 1636,
      "Ġpriorit": 1637,
      "Ġsuccess": 1638,
      "Ġmultiple": 1639,
      "Ġunsupervised": 1640,
      "([": 1641,
      "NN": 1642,
      "certain": 1643,
      "presence": 1644,
      "ward": 1645,
      "Ġactive": 1646,
      "orry": 1647,
      "lepresence": 1648,
      "Ġpublic": 1649,
      "Ġtogether": 1650,
      "Ġmin": 1651,
      "Ġment": 1652,
      "Ġmist": 1653,
      "Ġbo": 1654,
      "Ġbr": 1655,
      "Ġelement": 1656,
      "Ġwithin": 1657,
      "ĠAust": 1658,
      "Ġuncertain": 1659,
      "Ġinterview": 1660,
      "Ġneg": 1661,
      "ending": 1662,
      "Ġrange": 1663,
      "ĠThe": 1664,
      "ource": 1665,
      "Ġdescript": 1666,
      "Ġkeep": 1667,
      "Ġmultimodal": 1668,
      "Ġemotions": 1669,
      "Ġpoints": 1670,
      "Ġexpress": 1671,
      "Ġthoughts": 1672,
      "Ġempathy": 1673,
      "rics": 1674,
      "ss": 1675,
      "{\\\"": 1676,
      "Ġverb": 1677,
      "Ġfram": 1678,
      "espe": 1679,
      "alth": 1680,
      "Ġmid": 1681,
      "icate": 1682,
      "Ġlay": 1683,
      "Ġname": 1684,
      "Ġnavi": 1685,
      "Who": 1686,
      "olve": 1687,
      "Ġgive": 1688,
      "Ġstre": 1689,
      "Ġstand": 1690,
      "Ġstud": 1691,
      "storm": 1692,
      "ivers": 1693,
      "Ġspeak": 1694,
      "Ġplans": 1695,
      "Ġaccents": 1696,
      "iety": 1697,
      "Ġproblems": 1698,
      "Ġhealth": 1699,
      "Ġprojects": 1700,
      "fitting": 1701,
      "ook": 1702,
      "Ġnetworks": 1703,
      "words": 1704,
      "Ġnoise": 1705,
      "Ġdebate": 1706,
      "Ġcommands": 1707,
      "Ġcorrect": 1708,
      "ways": 1709,
      "Ġcheck": 1710,
      "roadcas": 1711,
      "Ġagreement": 1712,
      "Ġstrategies": 1713,
      "Ġnavig": 1714,
      "'\\": 1715,
      ").": 1716,
      "Audio": 1717,
      "Recogn": 1718,
      "audio": 1719,
      "bers": 1720,
      "eg": 1721,
      "ek": 1722,
      "round": 1723,
      "Ġer": 1724,
      "iness": 1725,
      "anel": 1726,
      "lection": 1727,
      "Ġpower": 1728,
      "Ġwould": 1729,
      "Ġreach": 1730,
      "Ġlight": 1731,
      "Ġlife": 1732,
      "Ġgra": 1733,
      "Ġstress": 1734,
      "estion": 1735,
      "Ġchar": 1736,
      "search": 1737,
      "Ġword": 1738,
      "lide": 1739,
      "ources": 1740,
      "Ġmachines": 1741,
      "Ġremote": 1742,
      "Ġreally": 1743,
      "Ġsentence": 1744,
      "Ġedge": 1745,
      "Ġdeliver": 1746,
      "Ġbrainstorm": 1747,
      "Ġschedule": 1748,
      "ĠAmeric": 1749,
      "roadcasting": 1750,
      "'.\"}": 1751,
      "Bec": 1752,
      "CV": 1753,
      "TM": 1754,
      "ax": 1755,
      "aks": 1756,
      "bal": 1757,
      "pp": 1758,
      "train": 1759,
      "ĠCan": 1760,
      "Ġget": 1761,
      "uture": 1762,
      "ater": 1763,
      "Ġsample": 1764,
      "isms": 1765,
      "Ġfam": 1766,
      "Ġfriend": 1767,
      "Ġfuture": 1768,
      "itu": 1769,
      "ards": 1770,
      "Ġbus": 1771,
      "Ġrece": 1772,
      "Ġredu": 1773,
      "Ġeas": 1774,
      "Ġprotect": 1775,
      "ĠIoT": 1776,
      "ifi": 1777,
      "Ġconference": 1778,
      "pture": 1779,
      "Ġalways": 1780,
      "quence": 1781,
      "Ġareas": 1782,
      "Ġsupervised": 1783,
      "Ġrecur": 1784,
      "Ġweek": 1785,
      "Ġuseful": 1786,
      "Ġmost": 1787,
      "ideo": 1788,
      "Ġtranscription": 1789,
      "Ġbreaking": 1790,
      "Ġbreaks": 1791,
      "penCV": 1792,
      "Ġapplication": 1793,
      "Ġaccessibility": 1794,
      "ĠOpenCV": 1795,
      "ncv": 1796,
      "Ġencoura": 1797,
      "Ġrecording": 1798,
      "Ġsocial": 1799,
      "Ġmotivated": 1800,
      "icrophone": 1801,
      "Ġcritic": 1802,
      "Ġfollow": 1803,
      "Because": 1804,
      "'ve": 1805,
      "()\"}": 1806,
      "..": 1807,
      "net": 1808,
      "to": 1809,
      "wering": 1810,
      "Ġtarge": 1811,
      "erbal": 1812,
      "Ġcues": 1813,
      "reen": 1814,
      "read": 1815,
      "Ġsur": 1816,
      "oring": 1817,
      "aris": 1818,
      "els": 1819,
      "Ġevery": 1820,
      "vey": 1821,
      "onverbal": 1822,
      "Ġdem": 1823,
      "raw": 1824,
      "Ġconvey": 1825,
      "ything": 1826,
      "Ġinteract": 1827,
      "Ġability": 1828,
      "Ġtask": 1829,
      "Ġhumans": 1830,
      "Ġensuring": 1831,
      "Ġproduct": 1832,
      "Ġgrow": 1833,
      "Ġediting": 1834,
      "Ġquestion": 1835,
      "Ġpolit": 1836,
      "Ġmeaning": 1837,
      "Ġactively": 1838,
      "Ġanalyze": 1839,
      "Ġmedia": 1840,
      "Ġconflicts": 1841,
      "Ġbehavior": 1842,
      "Ġchatbot": 1843,
      "Ġprioritize": 1844,
      "ĠAustral": 1845,
      "Ġbrainstorming": 1846,
      "TML": 1847,
      "Ġcriticism": 1848,
      "Ex": 1849,
      "Script": 1850,
      "eded": 1851,
      "fe": 1852,
      "gment": 1853,
      "nimport": 1854,
      "row": 1855,
      "rans": 1856,
      "Ġent": 1857,
      "Ġvi": 1858,
      "Ġter": 1859,
      "eries": 1860,
      "Ġcust": 1861,
      "rent": 1862,
      "orld": 1863,
      "Ġpanel": 1864,
      "oup": 1865,
      "Ġwro": 1866,
      "Ġdi": 1867,
      "thing": 1868,
      "Ġnonverbal": 1869,
      "ases": 1870,
      "Ġcomb": 1871,
      "abilities": 1872,
      "plain": 1873,
      "Ġimproving": 1874,
      "ually": 1875,
      "Ġneeded": 1876,
      "Ġcontact": 1877,
      "Ġshare": 1878,
      "Ġcomputers": 1879,
      "ĠThey": 1880,
      "Ġprevent": 1881,
      "Ġclar": 1882,
      "Ġtranslation": 1883,
      "Ġscreen": 1884,
      "ength": 1885,
      "Ġupd": 1886,
      "Ġrole": 1887,
      "ĠBy": 1888,
      "Ġchallenging": 1889,
      "Ġproduction": 1890,
      "Ġcoach": 1891,
      "anced": 1892,
      "Ġstrugg": 1893,
      "Ġloop": 1894,
      "recogn": 1895,
      "Ġtopic": 1896,
      "ĠJavaScript": 1897,
      "Ġcourse": 1898,
      "Ġelements": 1899,
      "Ġreceiv": 1900,
      "Ġweekend": 1901,
      "Ġtarget": 1902,
      "Ġcustom": 1903,
      "Ġwrote": 1904,
      "'\"}": 1905,
      "Of": 1906,
      "],": 1907,
      "her": 1908,
      "iet": 1909,
      "ob": 1910,
      "tt": 1911,
      "Ġaction": 1912,
      "Ġtaking": 1913,
      "ator": 1914,
      "ators": 1915,
      "Ġcity": 1916,
      "Ġscript": 1917,
      "Ġsolution": 1918,
      "Ġpass": 1919,
      "Ġfir": 1920,
      "its": 1921,
      "ouble": 1922,
      "icit": 1923,
      "Ġnum": 1924,
      "Ġgu": 1925,
      "Ġorder": 1926,
      "rue": 1927,
      "Ġapolog": 1928,
      "Ġhaving": 1929,
      "ĠSpeech": 1930,
      "cribe": 1931,
      "Ġimplementing": 1932,
      "Ġevents": 1933,
      "ensor": 1934,
      "ĠMake": 1935,
      "Ġremember": 1936,
      "Ġallowing": 1937,
      "Ġfocused": 1938,
      "Ġclean": 1939,
      "Ġgroup": 1940,
      "Ġseek": 1941,
      "Ġservice": 1942,
      "Ġvalues": 1943,
      "nfrom": 1944,
      "Ġgestures": 1945,
      "Ġcollaboration": 1946,
      "Ġtypes": 1947,
      "Ġsuccessful": 1948,
      "ĠAmerican": 1949,
      "Ġbusiness": 1950,
      "</": 1951,
      "Mult": 1952,
      "NL": 1953,
      "PI": 1954,
      "SL": 1955,
      "Speech": 1956,
      "]\\": 1957,
      "]\"}": 1958,
      "count": 1959,
      "hor": 1960,
      "kay": 1961,
      "ning": 1962,
      "other": 1963,
      "por": 1964,
      "pass": 1965,
      "rating": 1966,
      "Ġve": 1967,
      "ĠOne": 1968,
      "Ġview": 1969,
      "Ġtone": 1970,
      "Ġthese": 1971,
      "Ġans": 1972,
      "Ġmis": 1973,
      "Ġwrite": 1974,
      "Ġokay": 1975,
      "ross": 1976,
      "aring": 1977,
      "Ġlong": 1978,
      "Ġnarr": 1979,
      "ulate": 1980,
      "Ġstor": 1981,
      "Ġstate": 1982,
      "Ġask": 1983,
      "Ġmade": 1984,
      "Ġiter": 1985,
      "emember": 1986,
      "Ġchord": 1987,
      "Ġcaus": 1988,
      "Ġworking": 1989,
      "Ġworks": 1990,
      "Ġincor": 1991,
      "Ġvideos": 1992,
      "Ġappe": 1993,
      "achine": 1994,
      "Ġprovides": 1995,
      "like": 1996,
      "Ġprocesses": 1997,
      "Ġrecognize": 1998,
      "ĠRemember": 1999,
      "ĠHTML": 2000,
      "orest": 2001,
      "Ġtrained": 2002,
      "Ġexplicit": 2003,
      "Ġmembers": 2004,
      "Ġmanageable": 2005,
      "Ġposs": 2006,
      "Ġemotional": 2007,
      "Ġaccurate": 2008,
      "Ġinterruptions": 2009,
      "Ġbelieve": 2010,
      "Ġissue": 2011,
      "Ġefficient": 2012,
      "Ġboth": 2013,
      "Ġuncertainty": 2014,
      "Ġhealthcare": 2015,
      "Ġcharact": 2016,
      "trained": 2017,
      "'re": 2018,
      "'?\",": 2019,
      "():\\": 2020,
      "?\\\",": 2021,
      "De": 2022,
      "Supervised": 2023,
      "Video": 2024,
      "ait": 2025,
      "aired": 2026,
      "co": 2027,
      "ee": 2028,
      "ground": 2029,
      "hic": 2030,
      "ian": 2031,
      "pare": 2032,
      "wards": 2033,
      "Ġi": 2034,
      "inc": 2035,
      "Ġactions": 2036,
      "ons": 2037,
      "onac": 2038,
      "erg": 2039,
      "erver": 2040,
      "itation": 2041,
      "Ġind": 2042,
      "Ġwide": 2043,
      "Ġresearch": 2044,
      "ick": 2045,
      "Ġoff": 2046,
      "Ġequ": 2047,
      "Ġeye": 2048,
      "Ġly": 2049,
      "Ġnow": 2050,
      "ĠIm": 2051,
      "olar": 2052,
      "Ġexc": 2053,
      "izer": 2054,
      "Ġvers": 2055,
      "Ġsugg": 2056,
      "Ġrecent": 2057,
      "Ġselect": 2058,
      "Ġcontin": 2059,
      "Ġarray": 2060,
      "Ġtrouble": 2061,
      "Ġresult": 2062,
      "ĠSh": 2063,
      "Ġways": 2064,
      "Ġprogress": 2065,
      "Ġoverfitting": 2066,
      "Ġeven": 2067,
      "Ġaccount": 2068,
      "ĠLanguage": 2069,
      "ails": 2070,
      "Ġbreath": 2071,
      "Ġprogrammed": 2072,
      "Ġcolle": 2073,
      "Ġstrong": 2074,
      "Ġvisually": 2075,
      "ctivity": 2076,
      "ibonac": 2077,
      "Ġitself": 2078,
      "Ġenhanc": 2079,
      "Ġproductivity": 2080,
      "cially": 2081,
      "Ġjust": 2082,
      "Ġformat": 2083,
      "Ġmemory": 2084,
      "cade": 2085,
      "Ġthinking": 2086,
      "Ġgesture": 2087,
      "Ġprompt": 2088,
      "Ġsubset": 2089,
      "Ġinsp": 2090,
      "Ġdiscuss": 2091,
      "Ġbackground": 2092,
      "Ġinteractions": 2093,
      "Ġdescriptions": 2094,
      "Ġvehic": 2095,
      "ibonacci": 2096,
      "')": 2097,
      ";\\": 2098,
      "An": 2099,
      "CNN": 2100,
      "Good": 2101,
      "Object": 2102,
      "SS": 2103,
      "az": 2104,
      "ave": 2105,
      "agu": 2106,
      "for": 2107,
      "ious": 2108,
      "lass": 2109,
      "oh": 2110,
      "oom": 2111,
      "pend": 2112,
      "ue": 2113,
      "wer": 2114,
      "ĠQ": 2115,
      "Ġra": 2116,
      "Ġespe": 2117,
      "ining": 2118,
      "ones": 2119,
      "erting": 2120,
      "reas": 2121,
      "Ġsolve": 2122,
      "orient": 2123,
      "Ġpy": 2124,
      "Ġpot": 2125,
      "ited": 2126,
      "Ġtowards": 2127,
      "Ġwatch": 2128,
      "entiment": 2129,
      "Ġoften": 2130,
      "Ġever": 2131,
      "Ġlow": 2132,
      "Ġlog": 2133,
      "Ġdet": 2134,
      "Ġdead": 2135,
      "ĠParis": 2136,
      "amet": 2137,
      "Ġenab": 2138,
      "Ġenables": 2139,
      "Ġlearns": 2140,
      "Ġunlab": 2141,
      "Ġchang": 2142,
      "Ġsequence": 2143,
      "Ġsomething": 2144,
      "lugin": 2145,
      "term": 2146,
      "Ġresources": 2147,
      "Ġexamples": 2148,
      "Ġprefer": 2149,
      "osy": 2150,
      "ights": 2151,
      "Ġmany": 2152,
      "Ġscen": 2153,
      "ension": 2154,
      "Ġengine": 2155,
      "akes": 2156,
      "Ġassert": 2157,
      "Ġsounds": 2158,
      "olutional": 2159,
      "Ġvariable": 2160,
      "Ġtrack": 2161,
      "Ġamong": 2162,
      "Ġsaid": 2163,
      "Ġencry": 2164,
      "Ġbuild": 2165,
      "Ġbuilding": 2166,
      "Ġrespectful": 2167,
      "Ġmistake": 2168,
      "Ġframe": 2169,
      "Explain": 2170,
      "Ġapologize": 2171,
      "Ġespecially": 2172,
      "oriented": 2173,
      "Ġpotential": 2174,
      "Ġunlabeled": 2175,
      "')\"}": 2176,
      "Er": 2177,
      "Rome": 2178,
      "\\\\": 2179,
      "])": 2180,
      "aut": 2181,
      "ef": 2182,
      "ever": 2183,
      "fort": 2184,
      "ience": 2185,
      "joy": 2186,
      "lling": 2187,
      "nmodel": 2188,
      "par": 2189,
      "pos": 2190,
      "pair": 2191,
      "sort": 2192,
      "vant": 2193,
      "ĠK": 2194,
      "inal": 2195,
      "inary": 2196,
      "Ġtre": 2197,
      "ero": 2198,
      "Ġcur": 2199,
      "Ġcult": 2200,
      "repair": 2201,
      "Ġsorry": 2202,
      "levant": 2203,
      "Ġinf": 2204,
      "Ġanx": 2205,
      "pelling": 2206,
      "Ġmet": 2207,
      "Ġop": 2208,
      "arcas": 2209,
      "Ġboo": 2210,
      "Ġbroadcasting": 2211,
      "Ġrelevant": 2212,
      "ention": 2213,
      "Ġdid": 2214,
      "Ġhost": 2215,
      "Ġuses": 2216,
      "und": 2217,
      "Ġdec": 2218,
      "Ġcompl": 2219,
      "uliet": 2220,
      "ily": 2221,
      "Ġstat": 2222,
      "Ġtem": 2223,
      "Ġtelepresence": 2224,
      "Ġenjoy": 2225,
      "ĠAPI": 2226,
      "ritish": 2227,
      "ploy": 2228,
      "Ġweather": 2229,
      "Ġcare": 2230,
      "Ġcapt": 2231,
      "Ġcaptions": 2232,
      "Ġmovi": 2233,
      "Ġmovie": 2234,
      "Ġinternet": 2235,
      "Ġresolving": 2236,
      "ĠSt": 2237,
      "Ġrather": 2238,
      "Ġcommunicate": 2239,
      "cise": 2240,
      "ponents": 2241,
      "Ġcapabilities": 2242,
      "ĠJuliet": 2243,
      "Ġremind": 2244,
      "Ġfinding": 2245,
      "process": 2246,
      "ngth": 2247,
      "Ġsignific": 2248,
      "Ġdecision": 2249,
      "Ġcalls": 2250,
      "Ġ<=": 2251,
      "Ġfeature": 2252,
      "Ġmanagement": 2253,
      "Ġfaces": 2254,
      "Ġoptimize": 2255,
      "Ġdelivery": 2256,
      "Ġaccuracy": 2257,
      "Ġdiscussion": 2258,
      "Ġachie": 2259,
      "Ġachieve": 2260,
      "Ġfield": 2261,
      "Ġstrength": 2262,
      "Ġstudy": 2263,
      "Ġeveryone": 2264,
      "Ġnarrative": 2265,
      "Ġincorpor": 2266,
      "Ġcolleagu": 2267,
      "Ġvehicles": 2268,
      "Ġenabling": 2269,
      "Error": 2270,
      "Romeo": 2271,
      ".\\": 2272,
      "Con": 2273,
      "aw": 2274,
      "average": 2275,
      "ex": 2276,
      "ears": 2277,
      "hello": 2278,
      "my": 2279,
      "nect": 2280,
      "name": 2281,
      "pg": 2282,
      "ron": 2283,
      "spe": 2284,
      "ted": 2285,
      "vtt": 2286,
      "xcept": 2287,
      "ĠZ": 2288,
      "Ġx": 2289,
      "Ġtest": 2290,
      "Ġturn": 2291,
      "atures": 2292,
      "Ġsend": 2293,
      "Ġsense": 2294,
      "Ġslide": 2295,
      "ane": 2296,
      "dest": 2297,
      "Ġpause": 2298,
      "Ġflow": 2299,
      "Ġfree": 2300,
      "itle": 2301,
      "Ġtoo": 2302,
      "Ġmicrophone": 2303,
      "arm": 2304,
      "Ġyears": 2305,
      "Ġhi": 2306,
      "Ġlength": 2307,
      "Ġnerv": 2308,
      "Ġconne": 2309,
      "Ġexer": 2310,
      "ists": 2311,
      "Ġenerg": 2312,
      "ivity": 2313,
      "Ġchange": 2314,
      "Ġimproved": 2315,
      "Ġrecip": 2316,
      "Ġaround": 2317,
      "nexcept": 2318,
      "Ġunder": 2319,
      "Ġprepare": 2320,
      "Ġadj": 2321,
      "Ġdiffic": 2322,
      "ecur": 2323,
      "Ġevo": 2324,
      "Ġtransform": 2325,
      "Ġaccent": 2326,
      "iece": 2327,
      "ĠLet": 2328,
      "ĠHowever": 2329,
      "Ġgenerates": 2330,
      "Ġconverting": 2331,
      "Ġmeetings": 2332,
      "Ġdistance": 2333,
      "Ġexperiences": 2334,
      "Ġresponse": 2335,
      "Ġaccessible": 2336,
      "Ġamount": 2337,
      "Ġphr": 2338,
      "Ġassistants": 2339,
      "price": 2340,
      "Ġmethods": 2341,
      "Ġadvanced": 2342,
      "Ġidentifying": 2343,
      "Ġservices": 2344,
      "Ġvalue": 2345,
      "Ġoptimizing": 2346,
      "Ġleading": 2347,
      "Ġbenefits": 2348,
      "Ġautonomous": 2349,
      "Ġperspective": 2350,
      "Ġlayers": 2351,
      "Ġspeaker": 2352,
      "Recognition": 2353,
      "Ġpowerful": 2354,
      "ĠAustralia": 2355,
      "Ġstruggling": 2356,
